{
  "1": "Truth: Apa hal kecil yang sering aku lakukan yang diam-diam bikin kamu bahagia?",
  "2": "Dare: Tatap mataku selama 30 detik tanpa bicara dan tanpa tertawa.",
  "3": "Truth: Sebutkan satu momen di awal hubungan kita yang paling membekas di ingatanmu.",
  "4": "Dare: Ceritakan dongeng sebelum tidur singkat tentang kita berdua (karang cerita bebas).",
  "5": "Truth: Apa ketakutan terbesarmu kehilangan aku?",
  "6": "Dare: Peluk aku selama 1 menit penuh sambil elus punggung.",
  "7": "Truth: Kalau kita lagi berantem, cara apa yang paling ampuh buat bikin kamu luluh?",
  "8": "Dare: Nyanyikan satu lagu (reff-nya saja) yang liriknya mengingatkanmu pada aku.",
  "9": "Truth: Apa sifatku yang menurutmu paling unik dan jarang dimiliki orang lain?",
  "10": "Dare: Buat puisi 4 baris tentang wajahku sekarang juga.",
  "11": "Truth: Pernah nggak kamu merasa cemburu tapi gengsi buat bilang? Kapan?",
  "12": "Dare: Pijat bahu aku selama 3 menit.",
  "13": "Truth: Apa hal yang paling kamu syukuri dari pertemuan kita?",
  "14": "Dare: Izinkan aku mengecek 3 foto terakhir di galeri HP kamu.",
  "15": "Truth: Kalau kamu bisa mengulang satu hari bersamaku, hari yang mana yang kamu pilih?",
  "16": "Dare: Gendong aku (atau pangku aku) selama 1 menit.",
  "17": "Truth: Apa kebiasaan burukku yang sebenernya bikin kamu kesal tapi kamu tahan?",
  "18": "Dare: Bisikkan kalimat paling manis yang bisa kamu pikirkan ke telingaku.",
  "19": "Truth: Menurutmu, apa bahasa cinta (love language) aku yang paling dominan?",
  "20": "Dare: Suapin aku makanan atau minuman yang ada di dekat sini.",
  "21": "Truth: Kapan terakhir kali kamu menangis karena urusan hubungan kita?",
  "22": "Dare: Tiru gaya bicara aku saat lagi ngambek atau marah.",
  "23": "Truth: Apa mimpi atau cita-citamu yang belum pernah kamu ceritakan ke siapapun?",
  "24": "Dare: Berikan ponselmu, biarkan aku menulis status/story apa saja (yang sopan).",
  "25": "Truth: Hal apa dari masa lalu kamu yang membentuk sifat kamu sekarang?",
  "26": "Dare: Pegang tanganku dan jangan dilepas sampai giliranmu berikutnya.",
  "27": "Truth: Apa first impression kamu ke aku yang ternyata salah besar?",
  "28": "Dare: Ungkapkan rasa sayangmu menggunakan bahasa daerah atau bahasa asing.",
  "29": "Truth: Kalau kita punya mesin waktu, kamu mau kita pergi ke masa lalu atau masa depan?",
  "30": "Dare: Cium keningku dengan penuh perasaan.",
  "31": "Truth: Apa hal yang paling bikin kamu merasa 'aman' saat bersamaku?",
  "32": "Dare: Lakukan 5 kali squat jump sambil bilang 'Aku Sayang Kamu' di setiap lompatan.",
  "33": "Truth: Sebutkan 3 hal fisik dari aku yang paling kamu suka.",
  "34": "Dare: Selfie berdua dengan pose paling jelek/konyol.",
  "35": "Truth: Apa lagu yang kalau kamu dengar, kamu langsung ingat aku?",
  "36": "Dare: Deskripsikan aku hanya dengan menggunakan gerakan tubuh (pantomim) sampai aku bisa nebak.",
  "37": "Truth: Kapan kamu merasa paling dicintai oleh aku?",
  "38": "Dare: Hapus satu aplikasi di HP kamu yang menurut aku nggak penting/buang waktu.",
  "39": "Truth: Apa kejadian memalukan yang pernah kita alami berdua?",
  "40": "Dare: Biarkan aku menyisir atau menata rambutmu sesuka hatiku.",
  "41": "Truth: Kalau besok dunia berakhir, apa yang ingin kamu lakukan bersamaku hari ini?",
  "42": "Dare: Gombalin aku pakai benda-benda di sekitar kita (misal: botol, bantal).",
  "43": "Truth: Apa satu pertanyaan yang selama ini kamu pendam dan takut tanyakan ke aku?",
  "44": "Dare: Kirim voice note ke aku isinya curahan hati kamu sekarang, biar bisa aku dengar nanti.",
  "45": "Truth: Siapa orang yang paling berpengaruh positif dalam hidupmu selain keluarga?",
  "46": "Dare: Joget romantis berdua tanpa musik selama 1 menit.",
  "47": "Truth: Apa pencapaian terbesar dalam hidupmu yang bikin kamu bangga?",
  "48": "Dare: Tutup mata, dan tebak benda apa yang aku taruh di tanganmu.",
  "49": "Truth: Apa hal yang dulu kamu anggap penting dalam pasangan, tapi sekarang sadar itu nggak penting?",
  "50": "Dare: Sebutkan 5 alasan kenapa kamu sayang aku dalam waktu 10 detik.",
  "51": "Truth: Pernah nggak kamu bohong demi kebaikan aku? Ceritakan.",
  "52": "Dare: Gambar wajahku di kertas (atau di HP) dalam waktu 1 menit.",
  "53": "Truth: Apa memori masa kecil yang paling indah yang kamu ingat?",
  "54": "Dare: Cium tangan aku dan taruh di pipimu selama beberapa detik.",
  "55": "Truth: Menurutmu, apa tantangan terbesar dalam hubungan kita dan gimana cara kita hadapi?",
  "56": "Dare: Biarkan aku menggelitikmu selama 10 detik tanpa boleh marah.",
  "57": "Truth: Apa masakan atau makanan kesukaanku yang paling kamu ingat?",
  "58": "Dare: Lakukan 'stand up comedy' singkat tentang kebiasaan unik aku.",
  "59": "Truth: Kalau kamu bisa merubah satu hal dari masa lalumu, apa itu?",
  "60": "Dare: Ucapkan janji manis untuk hubungan kita ke depannya.",
  "61": "Truth: Kapan momen di mana kamu sadar kalau kamu jatuh cinta sama aku?",
  "62": "Dare: Buka galeri foto, tunjukkan foto pertama kita yang kamu simpan.",
  "63": "Truth: Apa hal yang paling sering bikin kamu overthinking tentang kita?",
  "64": "Dare: Ganti nama kontak aku di HP kamu dengan panggilan sayang yang alay/lucu.",
  "65": "Truth: Seberapa penting 'me time' buat kamu, dan apakah aku sudah cukup memberikannya?",
  "66": "Dare: Ucapkan terima kasih ke aku untuk 3 hal spesifik.",
  "67": "Truth: Apa ketakutan irasional kamu (phobia) yang mungkin orang lain anggap aneh?",
  "68": "Dare: Tatap mata aku dan bilang 'Aku minta maaf' untuk kesalahan yang mungkin nggak disadari.",
  "69": "Truth: Apa film yang paling menggambarkan kisah cinta kita?",
  "70": "Dare: Rebahan di paha aku sambil aku elus rambutmu selama 2 menit.",
  "71": "Truth: Apa definisi 'bahagia' menurut versi kamu saat ini?",
  "72": "Dare: Kirim chat ke salah satu temanmu, bilang kalau kamu lagi bahagia banget sama aku.",
  "73": "Truth: Kalau kamu sedang sedih, kamu lebih suka dipeluk atau dibiarkan sendiri dulu?",
  "74": "Dare: Ajak aku berdansa pelan (slow dance) meskipun nggak ada musik.",
  "75": "Truth: Apa hal dari aku yang sering bikin kamu kangen pas kita nggak ketemu?",
  "76": "Dare: Mainkan permainan 'batu gunting kertas', kalau kalah harus cium pipi yang menang.",
  "77": "Truth: Apa satu rahasia kecil tentang dirimu yang aku belum tahu?",
  "78": "Dare: Biarkan aku memilihkan baju yang harus kamu pakai besok (atau saat jalan nanti).",
  "79": "Truth: Bagaimana cara kamu menenangkan diri saat sedang marah besar?",
  "80": "Dare: Berikan pijatan kepala (head massage) yang enak ke aku.",
  "81": "Truth: Apa hadiah pemberianku yang paling kamu suka?",
  "82": "Dare: Sebutkan satu pantun gombal yang paling cheesy.",
  "83": "Truth: Kalau kita menulis buku tentang kita, apa judul yang cocok?",
  "84": "Dare: Tunjukkan chat WhatsApp terakhir kamu dengan ibumu/keluargamu.",
  "85": "Truth: Apa pelajaran hidup terpenting yang kamu dapat dari hubungan sebelumnya?",
  "86": "Dare: Elus pipiku dan katakan apa yang sedang kamu rasakan saat ini.",
  "87": "Truth: Apa hal yang membuatmu merasa sangat dihargai olehku?",
  "88": "Dare: Share satu lagu di Spotify/YouTube ke aku yang liriknya 'kita banget'.",
  "89": "Truth: Apa kebiasaan pagiku yang kamu tahu?",
  "90": "Dare: Tirukan ekspresi wajahku saat aku lagi bingung.",
  "91": "Truth: Apa satu tempat di dunia ini yang ingin banget kamu kunjungi bersamaku?",
  "92": "Dare: Pegang kedua tanganku dan ceritakan satu harapanmu untuk kita.",
  "93": "Truth: Apa insecurity terbesar kamu saat berada di dekatku?",
  "94": "Dare: Bersihkan wajahku (atau pakaikan skincare/masker) kalau ada.",
  "95": "Truth: Pernah nggak kamu mimpiin aku? Mimpinya tentang apa?",
  "96": "Dare: Duduk berhadapan, tempelkan dahi kita berdua selama 10 detik.",
  "97": "Truth: Apa hal yang menurutmu harus kita perbaiki bersama dalam komunikasi kita?",
  "98": "Dare: Katakan 'Aku cinta kamu' dengan volume suara yang paling pelan (berbisik).",
  "99": "Truth: Apa pendapatmu tentang sahabat lawan jenis dalam hubungan?",
  "100": "Dare: Buatkan aku minuman (air putih/teh/kopi) dengan pelayanan ala restoran bintang 5.",
  "101": "Truth: Kapan terakhir kali kamu merasa sangat bangga memiliki aku?",
  "102": "Dare: Baca salah satu chat lama kita (scroll jauh ke atas) yang bikin senyum.",
  "103": "Truth: Apa topik obrolan yang paling kamu suka kalau kita lagi deep talk?",
  "104": "Dare: Cium aroma parfum/tubuhku dan deskripsikan wanginya.",
  "105": "Truth: Jika kamu punya kesempatan minta satu permintaan yang pasti aku kabulkan, apa itu?",
  "106": "Dare: Tulis 'I Love You' di telapak tanganku pakai jari (tanpa tinta).",
  "107": "Truth: Apa hal sederhana yang bisa aku lakukan untuk bikin harimu lebih baik besok?",
  "108": "Dare: Peluk aku dari belakang (back hug) selama 30 detik.",
  "109": "Truth: Apa pendapat jujurmu tentang penampilanku hari ini?",
  "110": "Dare: Sebutkan 3 kekuranganmu yang ingin kamu perbaiki demi hubungan ini.",
  "111": "Truth: Apa momen di mana kamu merasa kita berdua sangat kompak?",
  "112": "Dare: Biarkan aku mengambil satu foto candid kamu sekarang.",
  "113": "Truth: Apa hal yang paling kamu rindukan dari masa PDKT kita?",
  "114": "Dare: Ucapkan 3 kalimat afirmasi positif untuk aku (contoh: Kamu hebat, Kamu kuat).",
  "115": "Truth: Bagaimana kamu melihat kita dalam 5 tahun ke depan?",
  "116": "Dare: Sandarkan kepalamu di bahuku sampai giliran berikutnya.",
  "117": "Truth: Apa yang bikin kamu yakin kalau aku adalah orang yang tepat buat kamu saat ini?",
  "118": "Dare: Cubit pipiku dengan gemas tapi jangan sakit.",
  "119": "Truth: Apa arti komitmen menurut pandanganmu?",
  "120": "Dare: Tutup mata, dan biarkan aku memberikan satu kejutan kecil (ciuman/pelukan/kelitikan)."
}